/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Tilkoblingsmerknad";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) Innstillinger";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ har 1 ny melding.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ er på din lokale kontaktliste, men ikke på tjenerens kontaktliste. Vil du legge til kontakten på kontaktlisten?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@ dobbelklikk for å registrere.";

/* No comment provided by engineer. */
"(unknown)" = "(ukjent)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Ny konto>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ad-Hoc-kommando; Dobbelklikk for å kjøre";

/* No comment provided by engineer. */
"Add" = "Legg til";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Merknad";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium kan ikke bekrefte identiteten til «%@».";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium kunne ikke finne noe informasjon i brukerens profil. Navnet er kanskje ikke registrert.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium-merknad: %@";

/* No comment provided by engineer. */
"Adium User" = "Adium-bruker";

/* Button title to allow an action */
"Allow" = "Tillat";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Tillate sider fra MSN Mobile?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Noe gikk galt når filen ble sendt.";

/* No comment provided by engineer. */
"Authenticating" = "Autentiserer";

/* Connection step */
"Balancer handshake" = "Balanserer håndtrykk";

/* No comment provided by engineer. */
"Ban" = "Ban";

/* No comment provided by engineer. */
"Bankick" = "Bankick";

/* No comment provided by engineer. */
"Blocked" = "Blokkert";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Avbryt tilstedeværelsesvarsel til %@";

/* Category table column header for the service discovery browser */
"Category" = "Kategori ";

/* Menu item title for changing the password of an account */
"Change Password" = "Endre passord";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Konferansetjeneste; dobbelklikk for å bli med";

/* Button title to connect; this is a verb */
"Connect" = "Koble til";

/* Connection step */
"Connected" = "tilkoblet";

/* No comment provided by engineer. */
"Connecting" = "Kobler til";

/* No comment provided by engineer. */
"Connection error." = "Forbindelsesfeil.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Synkroniseringsfeil i kontaklisten for %@";

/* No comment provided by engineer. */
"Continue" = "Fortsett";

/* No comment provided by engineer. */
"Delete" = "Slett";

/* No comment provided by engineer. */
"Delete & Unregister" = "Slett og avregistrer";

/* No comment provided by engineer. */
"Delete Account" = "Slett konto";

/* No comment provided by engineer. */
"Delete Account from Server" = "Slett konto fra server";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Slett %@ kontoen? Du kan også avregistrere kontoen på tjeneren hvis det er mulig.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Devoice";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Katalogtjeneste; Dobbelklikk for å søke";

/* Button title to prevent an action */
"Disallow" = "Nekt";

/* No comment provided by engineer. */
"Discovery Browser" = "Oppdagelsessøker";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Vil du tillate eller nekte personer på kontaktlisten din å sende sider fra MSN Mobile til din mobiltelefon eller andre enheter?";

/* Used as a label for a username specified by email address */
"Email" = "E-post";

/* Connection step */
"Exchanging key hash" = "Utveksler nøkkelverdier";

/* No comment provided by engineer. */
"Fetching..." = "Henter...";

/* No comment provided by engineer. */
"File Send Error" = "Sending av fil feilet";

/* Generic fields request window title */
"Form" = "Form";

/* No comment provided by engineer. */
"From: " = "Fra: ";

/* No comment provided by engineer. */
"GG Number" = "GG-nummer";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Gruppe for kontakter som legges til";
"Incorrect username or password" = "Feil brukernavn eller passord";

/* No comment provided by engineer. */
"Info" = "Informasjon";

/* No comment provided by engineer. */
"Initializing Stream" = "Åpner strøm";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Begynn flerbrukersamtale med %@";

/* No comment provided by engineer. */
"Invite" = "Inviter";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber-ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Bli med";

/* No comment provided by engineer. */
"Kick" = "Kick";

/* No comment provided by engineer. */
"Launch %@" = "Start %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "La andre få vite hva jeg hører på";
"Looking up server" = "Finner tjener";

/* user mood tooltip title */
"Mood" = "Humør";

/* Name table column header for the service discovery browser */
"Name" = "Navn";

/* No comment provided by engineer. */
"New Mail" = "Ny post";

/* Sample name and server for new IRC accounts */
"nickname" = "kallenavn";

/* Name for IRC user names */
"Nickname" = "Kallenavn";

/* No comment provided by engineer. */
"No reason was given." = "Ingen grunn ble gitt.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Ingen tjenere har blitt konfigurert for %1$@-kontoen %2$@. Skriv inn en under for å logge inn";

/* No comment provided by engineer. */
"No Server Specified" = "Ingen tjener er spesifisert";

/* No comment provided by engineer. */
"Node:" = "Node:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Bare når en forespørsel godtas og kontakten legges til i listen.";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Åpne e-post i nettleser";

/* Name for the orphans group */
"Orphans" = "Foreldreløse";

/* No comment provided by engineer. */
"Parse Error." = "Tolkningsfeil.";

/* No comment provided by engineer. */
"Ping %@" = "Ping %@";

/* No comment provided by engineer. */
"Priority when available" = "Prioritet når tilgjengelig";
"Priority when away" = "Prioritet når borte";
"Re-request Authorization from %@" = "Spør igjen om godkjenning fra %@";

/* Connection step */
"Reading data" = "Leser data";

/* Connection step */
"Reading server key" = "Leser tjenernøkkel";

/* No comment provided by engineer. */
"Really remove gateway?" = "Er du sikker på å fjerne ruter?";

/* alert default button */
"Remove" = "Fjern";

/* gateway menu item */
"Remove gateway" = "Fjern ruter";

/* Roster - the Jabber default group */
"Resource" = "Ressurs";
"Roster" = "Liste";

/* No comment provided by engineer. */
"Search for Users" = "Søk etter brukere";

/* No comment provided by engineer. */
"Search Results" = "Søkeresultater";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Send Message" = "Send melding";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Oppdagelsessøker for tjenester";

/* No comment provided by engineer. */
"Service:" = "Tjeneste:";

/* No comment provided by engineer. */
"Set Mood" = "Velg humør";

/* No comment provided by engineer. */
"Set Nickname" = "Velg kallenavn";

/* No comment provided by engineer. */
"Set User Info" = "Velg brukerinformasjon";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Endre ditt vennlige navn.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Endre ditt hjemmetelefonnummer.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Endre ditt mobiltelefonnummer.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Endre ditt arbeidstelefonnummer.";

/* No comment provided by engineer. */
"Show Server Certificate" = "Vis tjenersertifikat";

/* No comment provided by engineer. */
"Subject: " = "Emne: ";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Skjul midlertidig fra %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Sertifikatet på tjeneren %@ er ikke tiltrodd, det vil si at tjenestens identitet ikke kan bli automatisk bekreftet. Vil du fortsette å koble til?\n\nFor mer informasjon, klikk «Vis sertifikat».";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Navnet du skrev er ikke registrert. Kontroller at du har skrevet det rett.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Den andre brukeren er i din nekteliste.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Den andre brukeren er midlertidig utilgjengelig.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Dette er navnet som andre MSN-venner vil se deg som.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Denne noden tilbyr ingen tjenester dette programmet kan bruke.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Denne node har ad-hoc-kommandoer. Åpne sprettoppmenyen for å få tilgang til dem.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Dette vil fjerne ruteren %@ selv og fjerne alle kontakter som tilhører denne ruteren på kontaktlisten din. Dette kan ikke omgjøres.";

/* user tune tooltip title */
"Tune" = "Låt";

/* No comment provided by engineer. */
"Un-hide From %@" = "Slutt å skjule fra %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Kunne ikke tolke serverlisten på %@. Vennligst prøv igjen senere.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Si opp abonnement %@";

/* Sample name and server for new livejournal accounts */
"username" = "brukernavn";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "brukernavn@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Bekreft sertifikat";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Vis %1$@s %2$@-nettprofil";

/* No comment provided by engineer. */
"Voice" = "Voice";

/* No comment provided by engineer. */
"Waiting for Response" = "Venter på svar";

/* No comment provided by engineer. */
"Warning level is too high." = "Advarselsnivået er for høyt.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "ADVARSEL! Dette vil slette %@ kontoen din fra Jabber serveren og kan ikke gjøres om.\nEr du sikker at du vil fortsette?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Når noen ber om å se statusen min";
"XML Console" = "XML-konsoll";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Du sender meldinger for fort. Vent litt og prøv igjen.";

/* No comment provided by engineer. */
"You have 1 new message." = "Du har 1 ny melding.";

/* No comment provided by engineer. */
"You have mail!\n" = "Du har post!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Din melding til %@ ble ikke sendt";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Din melding ble avvist av den andre brukeren.";

/* No comment provided by engineer. */
"Your message was too big." = "Din melding var for stor.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(valgfritt)";
"Accept" = "Godta";
"Accept and Add To List" = "Godta og legg til på listen";
"Allow plaintext authentication" = "Tillat godkjenning i klartekst";
"Ask What To Do" = "Spør hva skal gjøres";
"Authorization Domain:" = "Domene for godkjenning:";
"Authorization User:" = "Bruker for godkjenning:";
"Available Priority:" = "Tilgjengelig-prioritet:";
"Away Priority:" = "Borte-prioritet:";
"BOSH Server:" = "BOSH-tjener:";
"Chat Room Name:" = "Samtalerom:";
"Connect Server:" = "Koble til tjener:";
"Connection:" = "Tilkobling:";
"Deny" = "Avvis";
"Display new mail notifications" = "Vis nye e-postvarsler";
"Do strict certificate checks" = "Utfør strenge sertifikatkontroller";
"Either enter your XMPP server address here:" = "Enten oppgi din XMPP-tjeneradresse her:";
"Encoding:" = "Koding:";
"Encrypt connection using SSL" = "Krypter forbindelse med SSL";
"Execute commands on connect:" = "Utfør kommandoer ved tilkobling:";
"File Transfer Proxies:" = "Mellomtjener for filoverføring:";
"Force old-style SSL" = "Tving gjennom gammeldags SSL";
"Handle:" = "Referanse:";
"Hostname:" = "Vertsnavn:";
"Invite Contacts:" = "Inviter kontakter:";
"Let others know what iTunes is playing" = "La andre vite hva iTunes spiller";
"Mail:" = "Post:";
"Music:" = "Musikk:";
"Password:" = "Passord:";
"Presence Subscriptions:" = "Abonner på tilstedeværelse:";
"Publish Status to Everyone" = "Publiser status til alle";
"Realname:" = "Virkelig navn:";
"Register New Account" = "Registrer ny konto";
"Registering…" = "Registrerer…";
"Request New Account" = "Be om ny konto";
"Require SSL/TLS" = "Krev SSL/TLS";
"Resource:" = "Ressurs:";
"Security:" = "Sikkerhet:";
"Server Name" = "Tjenernavn";
"Server:" = "Tjener:";
"Use SIP proxy:" = "Bruk SIP-mellomtjener:";
"Use UDP" = "Bruk UDP";
"Username (Ident):" = "Brukernavn (Ident):";
"Visit Server Homepage" = "Besøk tjenerens nettside";
"With Message:" = "Med meldingen:";

/* Machine-translated for the arm64 revival */
"Channel:" = "Kanal:";
"Dismiss" = "Avvis";
"Don't download" = "Ikke last ned";
"Don't show channel posts as messages" = "Ikke vis kanalinnlegg som meldinger";
"Don't show status updates as messages" = "Ikke vis statusoppdateringer som meldinger";
"Full resolution" = "Full oppløsning";
"Logon QR Code" = "QR-kode for pålogging";
"Phone Number" = "Telefonnummer";
"Please enter pairing code or scan the QR code" = "Skriv inn parringskoden, eller skann QR-koden";
"Profile pictures:" = "Profilbilder:";
"Read" = "Lest";
"Separate contacts’ names with commas." = "Separer kontakter med komma.";
"Small (preview)" = "Liten (forhåndsvisning)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Denne kontakten ringer deg. Adium støtter ikke WhatsApp-anrop.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Denne kontakten prøver å ringe deg. Adium støtter ikke WhatsApp-anrop.";
"and add to list in group:" = "og legg til i gruppeliste:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ har %lu nye meldinger.";
"...add to list in group:" = "...legg til i listen i gruppen:";
"Display custom emoticons" = "Vis egendefinerte humørikoner";
"Emoticons:" = "Humørikoner:";
"Encryption:" = "Kryptering:";
"Let others know when you are typing" = "La andre få vite når du skriver";
"One per line, / is optional. $me will be replaced with your current nickname." = "Én per linje, / er valgfri. $me erstattes med kallenavnet ditt.";
"or select a public server from the list:" = "eller velg en offentlig tjener fra listen:";
"Port:" = "Port:";
"Status:" = "Status:";
"Typing:" = "Skriving:";
"You have %lu new messages." = "Du har %lu nye meldinger.";

/* The rebuilt account area: what the protocol descriptions turn into as fields.
   These classes live in AdiumLibpurple, so lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium på %@";

/* No comment provided by engineer. */
"Server" = "Tjener";

/* No comment provided by engineer. */
"Port" = "Port";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Kontonavn";

/* No comment provided by engineer. */
"Execute commands on connect" = "Kjør kommandoer ved tilkobling";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "Én per linje, uten skråstrek foran.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Kvalitet på profilbilder";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Original";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Forhåndsvisning";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Ikke last";
